go/unit-testing/load.yml
config:
  target: https://1rszpsbxn9.execute-api.ap-northeast-1.amazonaws.com/
  phases:
    - duration: 30
      arrivalRate: 20
  ensure:
    p95: 400
scenarios:
  - flow:
    - get:
        url: "/Prod/hello-main"
        followRedirect: false
        #    - post:
        #        url: "/Prod/hello-handler"
        #        followRedirect: false